{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[SOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          4
        ],
        "tokens": [
          "[EOS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      },
      "[SOS]": {
        "id": "[SOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[SOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[SEP]": 3,
      "[EOS]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "¡": 126,
      "¢": 127,
      "£": 128,
      "¤": 129,
      "¥": 130,
      "¦": 131,
      "§": 132,
      "¨": 133,
      "©": 134,
      "ª": 135,
      "«": 136,
      "¬": 137,
      "­": 138,
      "®": 139,
      "¯": 140,
      "°": 141,
      "±": 142,
      "²": 143,
      "³": 144,
      "´": 145,
      "µ": 146,
      "¶": 147,
      "·": 148,
      "¸": 149,
      "¹": 150,
      "º": 151,
      "»": 152,
      "¼": 153,
      "½": 154,
      "¾": 155,
      "¿": 156,
      "À": 157,
      "Á": 158,
      "Â": 159,
      "Ã": 160,
      "Ä": 161,
      "Å": 162,
      "Æ": 163,
      "Ç": 164,
      "È": 165,
      "É": 166,
      "Ê": 167,
      "Ë": 168,
      "Ì": 169,
      "Í": 170,
      "Î": 171,
      "Ï": 172,
      "Ð": 173,
      "Ñ": 174,
      "Ò": 175,
      "Ó": 176,
      "Ô": 177,
      "Õ": 178,
      "Ö": 179,
      "×": 180,
      "Ø": 181,
      "Ú": 182,
      "Û": 183,
      "Ü": 184,
      "Ý": 185,
      "Þ": 186,
      "ß": 187,
      "à": 188,
      "á": 189,
      "â": 190,
      "ã": 191,
      "ä": 192,
      "å": 193,
      "æ": 194,
      "ç": 195,
      "è": 196,
      "é": 197,
      "ê": 198,
      "ë": 199,
      "ì": 200,
      "í": 201,
      "î": 202,
      "ï": 203,
      "ð": 204,
      "ñ": 205,
      "ò": 206,
      "ó": 207,
      "ô": 208,
      "õ": 209,
      "ö": 210,
      "÷": 211,
      "ø": 212,
      "ù": 213,
      "ú": 214,
      "û": 215,
      "ü": 216,
      "ý": 217,
      "þ": 218,
      "ÿ": 219,
      "Ā": 220,
      "ā": 221,
      "Ă": 222,
      "ă": 223,
      "ą": 224,
      "Ć": 225,
      "ć": 226,
      "ĉ": 227,
      "ċ": 228,
      "Č": 229,
      "č": 230,
      "Ď": 231,
      "ď": 232,
      "Đ": 233,
      "đ": 234,
      "Ē": 235,
      "ē": 236,
      "ĕ": 237,
      "ė": 238,
      "ę": 239,
      "ě": 240,
      "Ĝ": 241,
      "ĝ": 242,
      "Ğ": 243,
      "ğ": 244,
      "ġ": 245,
      "Ģ": 246,
      "ĥ": 247,
      "Ħ": 248,
      "ħ": 249,
      "ĩ": 250,
      "Ī": 251,
      "ī": 252,
      "ĭ": 253,
      "į": 254,
      "İ": 255,
      "ı": 256,
      "ĵ": 257,
      "ķ": 258,
      "ļ": 259,
      "ľ": 260,
      "Ł": 261,
      "ł": 262,
      "ń": 263,
      "ņ": 264,
      "ň": 265,
      "ŋ": 266,
      "Ō": 267,
      "ō": 268,
      "ŏ": 269,
      "ő": 270,
      "Œ": 271,
      "œ": 272,
      "Ř": 273,
      "ř": 274,
      "Ś": 275,
      "ś": 276,
      "Ŝ": 277,
      "Ş": 278,
      "ş": 279,
      "Š": 280,
      "š": 281,
      "Ţ": 282,
      "ţ": 283,
      "Ť": 284,
      "ť": 285,
      "Ŧ": 286,
      "ŧ": 287,
      "ũ": 288,
      "Ū": 289,
      "ū": 290,
      "ŭ": 291,
      "ů": 292,
      "ű": 293,
      "ų": 294,
      "ŵ": 295,
      "ŷ": 296,
      "Ÿ": 297,
      "Ź": 298,
      "ź": 299,
      "Ż": 300,
      "ż": 301,
      "Ž": 302,
      "ž": 303,
      "ſ": 304,
      "ƀ": 305,
      "Ɔ": 306,
      "Ɗ": 307,
      "Ɛ": 308,
      "ƒ": 309,
      "ơ": 310,
      "ƣ": 311,
      "Ƨ": 312,
      "ư": 313,
      "ǃ": 314,
      "Ǉ": 315,
      "ǈ": 316,
      "ǉ": 317,
      "ǎ": 318,
      "ǐ": 319,
      "ǒ": 320,
      "ǔ": 321,
      "ǚ": 322,
      "ǜ": 323,
      "ǝ": 324,
      "ǣ": 325,
      "ǥ": 326,
      "ǧ": 327,
      "ǫ": 328,
      "ǰ": 329,
      "ǵ": 330,
      "Ƕ": 331,
      "ȇ": 332,
      "Ȋ": 333,
      "Ȓ": 334,
      "ȓ": 335,
      "Ș": 336,
      "ș": 337,
      "Ț": 338,
      "ț": 339,
      "ɂ": 340,
      "Ƀ": 341,
      "ɐ": 342,
      "ɑ": 343,
      "ɒ": 344,
      "ɓ": 345,
      "ɔ": 346,
      "ɕ": 347,
      "ɖ": 348,
      "ɗ": 349,
      "ə": 350,
      "ɚ": 351,
      "ɛ": 352,
      "ɜ": 353,
      "ɝ": 354,
      "ɟ": 355,
      "ɡ": 356,
      "ɢ": 357,
      "ɣ": 358,
      "ɥ": 359,
      "ɦ": 360,
      "ɨ": 361,
      "ɪ": 362,
      "ɫ": 363,
      "ɬ": 364,
      "ɯ": 365,
      "ɳ": 366,
      "ɴ": 367,
      "ɹ": 368,
      "ɽ": 369,
      "ɾ": 370,
      "ʀ": 371,
      "ʁ": 372,
      "ʂ": 373,
      "ʃ": 374,
      "ʇ": 375,
      "ʊ": 376,
      "ʋ": 377,
      "ʌ": 378,
      "ʍ": 379,
      "ʎ": 380,
      "ʏ": 381,
      "ʐ": 382,
      "ʒ": 383,
      "ʔ": 384,
      "ʕ": 385,
      "ʖ": 386,
      "ʘ": 387,
      "ʙ": 388,
      "ʜ": 389,
      "ʝ": 390,
      "ʟ": 391,
      "ʠ": 392,
      "ʰ": 393,
      "ʱ": 394,
      "ʲ": 395,
      "ʶ": 396,
      "ʷ": 397,
      "ʹ": 398,
      "ʻ": 399,
      "ʼ": 400,
      "ʽ": 401,
      "ʾ": 402,
      "ʿ": 403,
      "ˀ": 404,
      "˂": 405,
      "ˆ": 406,
      "ˈ": 407,
      "ˊ": 408,
      "ˋ": 409,
      "ˌ": 410,
      "ː": 411,
      "ˑ": 412,
      "˙": 413,
      "˚": 414,
      "˜": 415,
      "ˢ": 416,
      "ˣ": 417,
      "ˤ": 418,
      "˥": 419,
      "˦": 420,
      "˧": 421,
      "˨": 422,
      "˩": 423,
      "ˮ": 424,
      "̀": 425,
      "́": 426,
      "̂": 427,
      "̃": 428,
      "̄": 429,
      "̅": 430,
      "̇": 431,
      "̈": 432,
      "̊": 433,
      "̌": 434,
      "̍": 435,
      "̐": 436,
      "̑": 437,
      "̕": 438,
      "̖": 439,
      "̗": 440,
      "̘": 441,
      "̙": 442,
      "̚": 443,
      "̛": 444,
      "̜": 445,
      "̝": 446,
      "̞": 447,
      "̟": 448,
      "̠": 449,
      "̡": 450,
      "̢": 451,
      "̣": 452,
      "̤": 453,
      "̥": 454,
      "̦": 455,
      "̧": 456,
      "̨": 457,
      "̩": 458,
      "̪": 459,
      "̫": 460,
      "̬": 461,
      "̭": 462,
      "̮": 463,
      "̯": 464,
      "̰": 465,
      "̱": 466,
      "̲": 467,
      "̳": 468,
      "̴": 469,
      "̵": 470,
      "̶": 471,
      "̷": 472,
      "̸": 473,
      "̹": 474,
      "̺": 475,
      "̻": 476,
      "̼": 477,
      "̀": 478,
      "́": 479,
      "͂": 480,
      "̈́": 481,
      "ͅ": 482,
      "͇": 483,
      "͈": 484,
      "͉": 485,
      "͍": 486,
      "͎": 487,
      "͓": 488,
      "͔": 489,
      "͕": 490,
      "͖": 491,
      "͘": 492,
      "͙": 493,
      "͚": 494,
      "͜": 495,
      "͝": 496,
      "͞": 497,
      "͟": 498,
      "͠": 499,
      "͡": 500,
      "͢": 501,
      "΄": 502,
      "Ά": 503,
      "Έ": 504,
      "Ή": 505,
      "Ό": 506,
      "Α": 507,
      "Β": 508,
      "Γ": 509,
      "Δ": 510,
      "Ε": 511,
      "Ζ": 512,
      "Η": 513,
      "Θ": 514,
      "Ι": 515,
      "Κ": 516,
      "Λ": 517,
      "Μ": 518,
      "Ν": 519,
      "Ξ": 520,
      "Ο": 521,
      "Π": 522,
      "Ρ": 523,
      "Σ": 524,
      "Τ": 525,
      "Υ": 526,
      "Φ": 527,
      "Χ": 528,
      "Ψ": 529,
      "Ω": 530,
      "ά": 531,
      "έ": 532,
      "ή": 533,
      "ί": 534,
      "α": 535,
      "β": 536,
      "γ": 537,
      "δ": 538,
      "ε": 539,
      "ζ": 540,
      "η": 541,
      "θ": 542,
      "ι": 543,
      "κ": 544,
      "λ": 545,
      "μ": 546,
      "ν": 547,
      "ξ": 548,
      "ο": 549,
      "π": 550,
      "ρ": 551,
      "ς": 552,
      "σ": 553,
      "τ": 554,
      "υ": 555,
      "φ": 556,
      "χ": 557,
      "ψ": 558,
      "ω": 559,
      "ϊ": 560,
      "ό": 561,
      "ύ": 562,
      "ώ": 563,
      "ϑ": 564,
      "ϕ": 565,
      "Ϝ": 566,
      "ϝ": 567,
      "Ϣ": 568,
      "Ϭ": 569,
      "ϵ": 570,
      "І": 571,
      "Ј": 572,
      "А": 573,
      "Б": 574,
      "В": 575,
      "Г": 576,
      "Д": 577,
      "Е": 578,
      "Ж": 579,
      "З": 580,
      "И": 581,
      "К": 582,
      "Л": 583,
      "М": 584,
      "Н": 585,
      "О": 586,
      "П": 587,
      "Р": 588,
      "С": 589,
      "Т": 590,
      "У": 591,
      "Ф": 592,
      "Х": 593,
      "Ц": 594,
      "Ч": 595,
      "Ш": 596,
      "Щ": 597,
      "Э": 598,
      "Ю": 599,
      "Я": 600,
      "а": 601,
      "б": 602,
      "в": 603,
      "г": 604,
      "д": 605,
      "е": 606,
      "ж": 607,
      "з": 608,
      "и": 609,
      "й": 610,
      "к": 611,
      "л": 612,
      "м": 613,
      "н": 614,
      "о": 615,
      "п": 616,
      "р": 617,
      "с": 618,
      "т": 619,
      "у": 620,
      "ф": 621,
      "х": 622,
      "ц": 623,
      "ч": 624,
      "ш": 625,
      "щ": 626,
      "ъ": 627,
      "ы": 628,
      "ь": 629,
      "э": 630,
      "ю": 631,
      "я": 632,
      "ё": 633,
      "ђ": 634,
      "є": 635,
      "ѕ": 636,
      "і": 637,
      "ї": 638,
      "ј": 639,
      "ў": 640,
      "џ": 641,
      "Ѽ": 642,
      "ғ": 643,
      "қ": 644,
      "ҡ": 645,
      "ү": 646,
      "ҳ": 647,
      "ҷ": 648,
      "ӑ": 649,
      "ӕ": 650,
      "ә": 651,
      "Ӡ": 652,
      "ӣ": 653,
      "Ӧ": 654,
      "ӧ": 655,
      "Ө": 656,
      "ө": 657,
      "Ӵ": 658,
      "ԛ": 659,
      "Ա": 660,
      "Լ": 661,
      "Խ": 662,
      "Ղ": 663,
      "Մ": 664,
      "Ն": 665,
      "ՠ": 666,
      "ա": 667,
      "բ": 668,
      "գ": 669,
      "ե": 670,
      "թ": 671,
      "ի": 672,
      "լ": 673,
      "խ": 674,
      "կ": 675,
      "հ": 676,
      "ղ": 677,
      "մ": 678,
      "յ": 679,
      "ն": 680,
      "ո": 681,
      "ռ": 682,
      "ս": 683,
      "ր": 684,
      "ց": 685,
      "ւ": 686,
      "ք": 687,
      "֛": 688,
      "֤": 689,
      "֫": 690,
      "֭": 691,
      "ְ": 692,
      "ֳ": 693,
      "ִ": 694,
      "ֵ": 695,
      "ֶ": 696,
      "ַ": 697,
      "ָ": 698,
      "ֹ": 699,
      "ֻ": 700,
      "ּ": 701,
      "־": 702,
      "ֿ": 703,
      "ׁ": 704,
      "׃": 705,
      "א": 706,
      "ב": 707,
      "ג": 708,
      "ד": 709,
      "ה": 710,
      "ו": 711,
      "ז": 712,
      "ח": 713,
      "ט": 714,
      "י": 715,
      "ך": 716,
      "כ": 717,
      "ל": 718,
      "ם": 719,
      "מ": 720,
      "ן": 721,
      "נ": 722,
      "ס": 723,
      "ע": 724,
      "ף": 725,
      "פ": 726,
      "צ": 727,
      "ק": 728,
      "ר": 729,
      "ש": 730,
      "ת": 731,
      "ײ": 732,
      "״": 733,
      "،": 734,
      "؛": 735,
      "؟": 736,
      "ء": 737,
      "آ": 738,
      "أ": 739,
      "ؤ": 740,
      "إ": 741,
      "ئ": 742,
      "ا": 743,
      "ب": 744,
      "ة": 745,
      "ت": 746,
      "ث": 747,
      "ج": 748,
      "ح": 749,
      "خ": 750,
      "د": 751,
      "ذ": 752,
      "ر": 753,
      "ز": 754,
      "س": 755,
      "ش": 756,
      "ص": 757,
      "ض": 758,
      "ط": 759,
      "ظ": 760,
      "ع": 761,
      "غ": 762,
      "ـ": 763,
      "ف": 764,
      "ق": 765,
      "ك": 766,
      "ل": 767,
      "م": 768,
      "ن": 769,
      "ه": 770,
      "و": 771,
      "ى": 772,
      "ي": 773,
      "ً": 774,
      "ٌ": 775,
      "ٍ": 776,
      "َ": 777,
      "ُ": 778,
      "ِ": 779,
      "ّ": 780,
      "ْ": 781,
      "ٔ": 782,
      "١": 783,
      "٩": 784,
      "٪": 785,
      "ٰ": 786,
      "ٱ": 787,
      "ٹ": 788,
      "پ": 789,
      "چ": 790,
      "ڌ": 791,
      "ڏ": 792,
      "ڑ": 793,
      "ژ": 794,
      "ښ": 795,
      "ک": 796,
      "گ": 797,
      "ھ": 798,
      "ہ": 799,
      "ی": 800,
      "ې": 801,
      "ے": 802,
      "ە": 803,
      "ۖ": 804,
      "ۗ": 805,
      "ۚ": 806,
      "۰": 807,
      "۱": 808,
      "۲": 809,
      "۳": 810,
      "۵": 811,
      "۶": 812,
      "ܐ": 813,
      "ܓ": 814,
      "ܙ": 815,
      "ܢ": 816,
      "ܥ": 817,
      "ܪ": 818,
      "ހ": 819,
      "ބ": 820,
      "އ": 821,
      "ވ": 822,
      "މ": 823,
      "ދ": 824,
      "ލ": 825,
      "ސ": 826,
      "ަ": 827,
      "ާ": 828,
      "ި": 829,
      "ީ": 830,
      "ު": 831,
      "ެ": 832,
      "ޯ": 833,
      "ް": 834,
      "ँ": 835,
      "ं": 836,
      "ः": 837,
      "अ": 838,
      "आ": 839,
      "इ": 840,
      "ई": 841,
      "उ": 842,
      "ए": 843,
      "ऐ": 844,
      "ओ": 845,
      "क": 846,
      "ख": 847,
      "ग": 848,
      "च": 849,
      "ज": 850,
      "झ": 851,
      "ञ": 852,
      "ट": 853,
      "ठ": 854,
      "ड": 855,
      "ण": 856,
      "त": 857,
      "थ": 858,
      "द": 859,
      "ध": 860,
      "न": 861,
      "प": 862,
      "फ": 863,
      "ब": 864,
      "भ": 865,
      "म": 866,
      "य": 867,
      "र": 868,
      "ल": 869,
      "ळ": 870,
      "व": 871,
      "श": 872,
      "ष": 873,
      "स": 874,
      "ह": 875,
      "़": 876,
      "ा": 877,
      "ि": 878,
      "ी": 879,
      "ु": 880,
      "ू": 881,
      "ृ": 882,
      "ॆ": 883,
      "े": 884,
      "ै": 885,
      "ो": 886,
      "ौ": 887,
      "्": 888,
      "।": 889,
      "॥": 890,
      "१": 891,
      "३": 892,
      "ং": 893,
      "অ": 894,
      "আ": 895,
      "ই": 896,
      "উ": 897,
      "এ": 898,
      "ও": 899,
      "ক": 900,
      "খ": 901,
      "গ": 902,
      "চ": 903,
      "জ": 904,
      "ঞ": 905,
      "ঠ": 906,
      "ড": 907,
      "ণ": 908,
      "ত": 909,
      "থ": 910,
      "দ": 911,
      "ধ": 912,
      "ন": 913,
      "প": 914,
      "ব": 915,
      "ভ": 916,
      "ম": 917,
      "য": 918,
      "র": 919,
      "ল": 920,
      "ষ": 921,
      "স": 922,
      "হ": 923,
      "়": 924,
      "া": 925,
      "ি": 926,
      "ী": 927,
      "ু": 928,
      "ে": 929,
      "ো": 930,
      "ৌ": 931,
      "্": 932,
      "ৰ": 933,
      "ৱ": 934,
      "৷": 935,
      "ਂ": 936,
      "ਈ": 937,
      "ਕ": 938,
      "ਖ": 939,
      "ਗ": 940,
      "ਜ": 941,
      "ਡ": 942,
      "ਢ": 943,
      "ਤ": 944,
      "ਦ": 945,
      "ਨ": 946,
      "ਪ": 947,
      "ਬ": 948,
      "ਮ": 949,
      "ਰ": 950,
      "ਲ": 951,
      "ਸ": 952,
      "ਾ": 953,
      "ਿ": 954,
      "ੀ": 955,
      "ੇ": 956,
      "ੈ": 957,
      "ੋ": 958,
      "ੰ": 959,
      "ગ": 960,
      "જ": 961,
      "ત": 962,
      "ભ": 963,
      "ર": 964,
      "લ": 965,
      "ષ": 966,
      "સ": 967,
      "ા": 968,
      "ી": 969,
      "ુ": 970,
      "ે": 971,
      "ો": 972,
      "ଂ": 973,
      "କ": 974,
      "ଣ": 975,
      "ତ": 976,
      "ଥ": 977,
      "ଧ": 978,
      "ନ": 979,
      "ପ": 980,
      "ର": 981,
      "ସ": 982,
      "ା": 983,
      "ି": 984,
      "୍": 985,
      "ୟ": 986,
      "அ": 987,
      "க": 988,
      "ச": 989,
      "ட": 990,
      "த": 991,
      "ந": 992,
      "ன": 993,
      "ப": 994,
      "ம": 995,
      "ய": 996,
      "ர": 997,
      "ற": 998,
      "ல": 999,
      "ள": 1000,
      "ழ": 1001,
      "வ": 1002,
      "ஸ": 1003,
      "ா": 1004,
      "ி": 1005,
      "ு": 1006,
      "ூ": 1007,
      "ெ": 1008,
      "ே": 1009,
      "ை": 1010,
      "ொ": 1011,
      "ோ": 1012,
      "்": 1013,
      "గ": 1014,
      "ల": 1015,
      "వ": 1016,
      "స": 1017,
      "ా": 1018,
      "ె": 1019,
      "ో": 1020,
      "్": 1021,
      "ಅ": 1022,
      "ಕ": 1023,
      "ಗ": 1024,
      "ಚ": 1025,
      "ಜ": 1026,
      "ಞ": 1027,
      "ಠ": 1028,
      "ಡ": 1029,
      "ತ": 1030,
      "ಥ": 1031,
      "ಧ": 1032,
      "ನ": 1033,
      "ಪ": 1034,
      "ಭ": 1035,
      "ಮ": 1036,
      "ಯ": 1037,
      "ರ": 1038,
      "ಲ": 1039,
      "ವ": 1040,
      "ಶ": 1041,
      "ಷ": 1042,
      "ಸ": 1043,
      "ಾ": 1044,
      "ಿ": 1045,
      "ೀ": 1046,
      "ೆ": 1047,
      "ೇ": 1048,
      "ೊ": 1049,
      "ೋ": 1050,
      "್": 1051,
      "ം": 1052,
      "അ": 1053,
      "ക": 1054,
      "ഗ": 1055,
      "ജ": 1056,
      "ട": 1057,
      "ണ": 1058,
      "ത": 1059,
      "ന": 1060,
      "പ": 1061,
      "ഭ": 1062,
      "മ": 1063,
      "യ": 1064,
      "ല": 1065,
      "ള": 1066,
      "വ": 1067,
      "ഷ": 1068,
      "സ": 1069,
      "ാ": 1070,
      "ി": 1071,
      "ു": 1072,
      "ൂ": 1073,
      "െ": 1074,
      "ോ": 1075,
      "്": 1076,
      "ං": 1077,
      "ග": 1078,
      "ච": 1079,
      "ප": 1080,
      "ම": 1081,
      "ර": 1082,
      "ල": 1083,
      "ස": 1084,
      "හ": 1085,
      "්": 1086,
      "ා": 1087,
      "ි": 1088,
      "ෙ": 1089,
      "ෝ": 1090,
      "ก": 1091,
      "ข": 1092,
      "ค": 1093,
      "ฆ": 1094,
      "ง": 1095,
      "จ": 1096,
      "ฉ": 1097,
      "ช": 1098,
      "ซ": 1099,
      "ญ": 1100,
      "ฏ": 1101,
      "ฐ": 1102,
      "ฑ": 1103,
      "ฒ": 1104,
      "ณ": 1105,
      "ด": 1106,
      "ต": 1107,
      "ถ": 1108,
      "ท": 1109,
      "ธ": 1110,
      "น": 1111,
      "บ": 1112,
      "ป": 1113,
      "ผ": 1114,
      "ฝ": 1115,
      "พ": 1116,
      "ฟ": 1117,
      "ภ": 1118,
      "ม": 1119,
      "ย": 1120,
      "ร": 1121,
      "ฤ": 1122,
      "ล": 1123,
      "ว": 1124,
      "ศ": 1125,
      "ษ": 1126,
      "ส": 1127,
      "ห": 1128,
      "อ": 1129,
      "ฯ": 1130,
      "ะ": 1131,
      "ั": 1132,
      "า": 1133,
      "ำ": 1134,
      "ิ": 1135,
      "ี": 1136,
      "ึ": 1137,
      "ื": 1138,
      "ุ": 1139,
      "ู": 1140,
      "฿": 1141,
      "เ": 1142,
      "แ": 1143,
      "โ": 1144,
      "ใ": 1145,
      "ไ": 1146,
      "ๆ": 1147,
      "็": 1148,
      "่": 1149,
      "้": 1150,
      "๊": 1151,
      "๋": 1152,
      "์": 1153,
      "๑": 1154,
      "๓": 1155,
      "๔": 1156,
      "๕": 1157,
      "๙": 1158,
      "ຊ": 1159,
      "ດ": 1160,
      "ຕ": 1161,
      "ທ": 1162,
      "ນ": 1163,
      "ປ": 1164,
      "ພ": 1165,
      "ລ": 1166,
      "ວ": 1167,
      "ສ": 1168,
      "ະ": 1169,
      "ັ": 1170,
      "າ": 1171,
      "ິ": 1172,
      "ົ": 1173,
      "ເ": 1174,
      "ໄ": 1175,
      "་": 1176,
      "༼": 1177,
      "༽": 1178,
      "ག": 1179,
      "ཆ": 1180,
      "ཇ": 1181,
      "ད": 1182,
      "ན": 1183,
      "པ": 1184,
      "ཕ": 1185,
      "བ": 1186,
      "འ": 1187,
      "ལ": 1188,
      "ས": 1189,
      "ུ": 1190,
      "ེ": 1191,
      "ོ": 1192,
      "ྐ": 1193,
      "န": 1194,
      "ဘ": 1195,
      "မ": 1196,
      "သ": 1197,
      "ာ": 1198,
      "်": 1199,
      "ြ": 1200,
      "ა": 1201,
      "ბ": 1202,
      "გ": 1203,
      "დ": 1204,
      "ე": 1205,
      "ვ": 1206,
      "ზ": 1207,
      "თ": 1208,
      "ი": 1209,
      "კ": 1210,
      "ლ": 1211,
      "მ": 1212,
      "ნ": 1213,
      "ო": 1214,
      "რ": 1215,
      "ს": 1216,
      "ტ": 1217,
      "უ": 1218,
      "ფ": 1219,
      "ქ": 1220,
      "ღ": 1221,
      "შ": 1222,
      "ჩ": 1223,
      "ც": 1224,
      "ძ": 1225,
      "ჭ": 1226,
      "ხ": 1227,
      "ჯ": 1228,
      "ჰ": 1229,
      "ለ": 1230,
      "ላ": 1231,
      "ል": 1232,
      "ሐ": 1233,
      "መ": 1234,
      "ማ": 1235,
      "ም": 1236,
      "ር": 1237,
      "ሱ": 1238,
      "ስ": 1239,
      "ቋ": 1240,
      "ብ": 1241,
      "ት": 1242,
      "ና": 1243,
      "ን": 1244,
      "ኛ": 1245,
      "አ": 1246,
      "ኢ": 1247,
      "የ": 1248,
      "ያ": 1249,
      "ድ": 1250,
      "ጅ": 1251,
      "ጎ": 1252,
      "ጥ": 1253,
      "፭": 1254,
      "Ꮎ": 1255,
      "Ꮟ": 1256,
      "Ꮤ": 1257,
      "ᐃ": 1258,
      "ᐅ": 1259,
      "ᐊ": 1260,
      "ᐖ": 1261,
      "ᐛ": 1262,
      "ᑎ": 1263,
      "ᑐ": 1264,
      "ᑕ": 1265,
      "ᑦ": 1266,
      "ᑰ": 1267,
      "ᒃ": 1268,
      "ᒋ": 1269,
      "ᒪ": 1270,
      "ᒻ": 1271,
      "ᓂ": 1272,
      "ᓄ": 1273,
      "ᓇ": 1274,
      "ᓕ": 1275,
      "ᓯ": 1276,
      "ᓴ": 1277,
      "ᔉ": 1278,
      "ᔊ": 1279,
      "ᔵ": 1280,
      "ᔺ": 1281,
      "ᕆ": 1282,
      "ᕈ": 1283,
      "ᕋ": 1284,
      "ᕐ": 1285,
      "ᖄ": 1286,
      "ᖅ": 1287,
      "ᖏ": 1288,
      "ᗜ": 1289,
      "ᙠ": 1290,
      "ᚱ": 1291,
      "ᚾ": 1292,
      "ᛁ": 1293,
      "ᛗ": 1294,
      "ᛚ": 1295,
      "ᛟ": 1296,
      "ណ": 1297,
      "ទ": 1298,
      "ប": 1299,
      "រ": 1300,
      "វ": 1301,
      "ស": 1302,
      "ឡ": 1303,
      "ា": 1304,
      "ី": 1305,
      "ូ": 1306,
      "េ": 1307,
      "្": 1308,
      "ᴀ": 1309,
      "ᴄ": 1310,
      "ᴇ": 1311,
      "ᴉ": 1312,
      "ᴏ": 1313,
      "ᴘ": 1314,
      "ᴛ": 1315,
      "ᴠ": 1316,
      "ᴥ": 1317,
      "ᴳ": 1318,
      "ᴹ": 1319,
      "ᴼ": 1320,
      "ᵃ": 1321,
      "ᵇ": 1322,
      "ᵔ": 1323,
      "ᵗ": 1324,
      "ᶥ": 1325,
      "Ḍ": 1326,
      "ḍ": 1327,
      "Ḏ": 1328,
      "ḏ": 1329,
      "ḗ": 1330,
      "ḡ": 1331,
      "Ḥ": 1332,
      "ḥ": 1333,
      "ḫ": 1334,
      "ḱ": 1335,
      "ḳ": 1336,
      "Ḵ": 1337,
      "ḵ": 1338,
      "ḷ": 1339,
      "ṁ": 1340,
      "ṃ": 1341,
      "ṅ": 1342,
      "Ṇ": 1343,
      "ṇ": 1344,
      "ṉ": 1345,
      "ṓ": 1346,
      "Ṛ": 1347,
      "ṛ": 1348,
      "Ṣ": 1349,
      "ṣ": 1350,
      "Ṭ": 1351,
      "ṭ": 1352,
      "ṯ": 1353,
      "ṳ": 1354,
      "ẓ": 1355,
      "ạ": 1356,
      "ả": 1357,
      "ấ": 1358,
      "ầ": 1359,
      "ẩ": 1360,
      "ậ": 1361,
      "ắ": 1362,
      "ằ": 1363,
      "ặ": 1364,
      "ẹ": 1365,
      "ế": 1366,
      "ề": 1367,
      "ể": 1368,
      "ễ": 1369,
      "ệ": 1370,
      "ỉ": 1371,
      "ị": 1372,
      "Ọ": 1373,
      "ọ": 1374,
      "ỏ": 1375,
      "ố": 1376,
      "ồ": 1377,
      "ổ": 1378,
      "ộ": 1379,
      "ớ": 1380,
      "ờ": 1381,
      "ở": 1382,
      "ợ": 1383,
      "ụ": 1384,
      "ủ": 1385,
      "Ứ": 1386,
      "ứ": 1387,
      "ử": 1388,
      "ữ": 1389,
      "ự": 1390,
      "ỳ": 1391,
      "ỵ": 1392,
      "ἀ": 1393,
      "ἁ": 1394,
      "ἄ": 1395,
      "ἅ": 1396,
      "Ἀ": 1397,
      "Ἁ": 1398,
      "Ἄ": 1399,
      "ἐ": 1400,
      "ἑ": 1401,
      "ἔ": 1402,
      "Ἐ": 1403,
      "Ἑ": 1404,
      "ἠ": 1405,
      "ἡ": 1406,
      "ἢ": 1407,
      "ἤ": 1408,
      "ἥ": 1409,
      "ἦ": 1410,
      "ἰ": 1411,
      "ἱ": 1412,
      "ἴ": 1413,
      "ἵ": 1414,
      "ἶ": 1415,
      "Ἰ": 1416,
      "Ἱ": 1417,
      "ὀ": 1418,
      "ὁ": 1419,
      "ὄ": 1420,
      "ὅ": 1421,
      "ὐ": 1422,
      "ὑ": 1423,
      "ὕ": 1424,
      "ὥ": 1425,
      "ὧ": 1426,
      "Ὡ": 1427,
      "ὰ": 1428,
      "ά": 1429,
      "έ": 1430,
      "ὴ": 1431,
      "ή": 1432,
      "ὶ": 1433,
      "ί": 1434,
      "ὸ": 1435,
      "ό": 1436,
      "ὺ": 1437,
      "ύ": 1438,
      "ὼ": 1439,
      "ώ": 1440,
      "᾽": 1441,
      "ῃ": 1442,
      "ῆ": 1443,
      "ῇ": 1444,
      "ῖ": 1445,
      "ῥ": 1446,
      "ῦ": 1447,
      "ῧ": 1448,
      "ῳ": 1449,
      "ῶ": 1450,
      "ῷ": 1451,
      "​": 1452,
      "‌": 1453,
      "‍": 1454,
      "‎": 1455,
      "‏": 1456,
      "‐": 1457,
      "‑": 1458,
      "‒": 1459,
      "–": 1460,
      "—": 1461,
      "―": 1462,
      "‖": 1463,
      "‘": 1464,
      "’": 1465,
      "‚": 1466,
      "‛": 1467,
      "“": 1468,
      "”": 1469,
      "„": 1470,
      "‟": 1471,
      "†": 1472,
      "‡": 1473,
      "•": 1474,
      "‣": 1475,
      "․": 1476,
      "…": 1477,
      "‧": 1478,
      "‪": 1479,
      "‫": 1480,
      "‬": 1481,
      "‭": 1482,
      "‮": 1483,
      "‰": 1484,
      "′": 1485,
      "″": 1486,
      "‹": 1487,
      "›": 1488,
      "※": 1489,
      "‼": 1490,
      "‽": 1491,
      "‿": 1492,
      "⁂": 1493,
      "⁃": 1494,
      "⁄": 1495,
      "⁊": 1496,
      "⁠": 1497,
      "⁡": 1498,
      "⁢": 1499,
      "⁰": 1500,
      "⁴": 1501,
      "⁵": 1502,
      "⁶": 1503,
      "⁷": 1504,
      "⁸": 1505,
      "⁹": 1506,
      "⁻": 1507,
      "₁": 1508,
      "₂": 1509,
      "₤": 1510,
      "₩": 1511,
      "€": 1512,
      "₱": 1513,
      "₹": 1514,
      "⃣": 1515,
      "℃": 1516,
      "℅": 1517,
      "℉": 1518,
      "ℌ": 1519,
      "ℏ": 1520,
      "ℑ": 1521,
      "ℒ": 1522,
      "ℓ": 1523,
      "№": 1524,
      "℗": 1525,
      "℘": 1526,
      "ℜ": 1527,
      "℞": 1528,
      "℠": 1529,
      "™": 1530,
      "ℨ": 1531,
      "ℭ": 1532,
      "ℵ": 1533,
      "ℶ": 1534,
      "ℹ": 1535,
      "⅋": 1536,
      "⅓": 1537,
      "⅔": 1538,
      "⅕": 1539,
      "⅛": 1540,
      "⅜": 1541,
      "⅞": 1542,
      "←": 1543,
      "↑": 1544,
      "→": 1545,
      "↓": 1546,
      "↔": 1547,
      "↦": 1548,
      "↩": 1549,
      "⇄": 1550,
      "⇆": 1551,
      "⇌": 1552,
      "⇐": 1553,
      "⇒": 1554,
      "⇓": 1555,
      "⇚": 1556,
      "⇛": 1557,
      "⇧": 1558,
      "∀": 1559,
      "∂": 1560,
      "∃": 1561,
      "∄": 1562,
      "∅": 1563,
      "∆": 1564,
      "∇": 1565,
      "∈": 1566,
      "∏": 1567,
      "∑": 1568,
      "−": 1569,
      "∓": 1570,
      "∗": 1571,
      "∘": 1572,
      "√": 1573,
      "∝": 1574,
      "∞": 1575,
      "∣": 1576,
      "∥": 1577,
      "∦": 1578,
      "∧": 1579,
      "∨": 1580,
      "∩": 1581,
      "∪": 1582,
      "∫": 1583,
      "∮": 1584,
      "∴": 1585,
      "∶": 1586,
      "∷": 1587,
      "∼": 1588,
      "≃": 1589,
      "≅": 1590,
      "≈": 1591,
      "≜": 1592,
      "≠": 1593,
      "≡": 1594,
      "≤": 1595,
      "≥": 1596,
      "≦": 1597,
      "≪": 1598,
      "≫": 1599,
      "≻": 1600,
      "⊂": 1601,
      "⊃": 1602,
      "⊕": 1603,
      "⊗": 1604,
      "⊙": 1605,
      "⊥": 1606,
      "⋅": 1607,
      "⋆": 1608,
      "⋕": 1609,
      "⋮": 1610,
      "⋯": 1611,
      "⌐": 1612,
      "⌘": 1613,
      "⎇": 1614,
      "⎝": 1615,
      "⎠": 1616,
      "⎯": 1617,
      "⏟": 1618,
      "⏱": 1619,
      "␣": 1620,
      "①": 1621,
      "Ⓜ": 1622,
      "Ⓡ": 1623,
      "Ⓥ": 1624,
      "ⓒ": 1625,
      "ⓘ": 1626,
      "─": 1627,
      "━": 1628,
      "│": 1629,
      "┃": 1630,
      "┌": 1631,
      "┐": 1632,
      "└": 1633,
      "┕": 1634,
      "┘": 1635,
      "├": 1636,
      "┬": 1637,
      "┴": 1638,
      "┻": 1639,
      "┼": 1640,
      "═": 1641,
      "║": 1642,
      "╒": 1643,
      "╔": 1644,
      "╕": 1645,
      "╗": 1646,
      "╚": 1647,
      "╜": 1648,
      "╝": 1649,
      "╠": 1650,
      "╣": 1651,
      "╦": 1652,
      "╨": 1653,
      "╩": 1654,
      "╬": 1655,
      "╭": 1656,
      "╮": 1657,
      "╯": 1658,
      "╰": 1659,
      "╱": 1660,
      "╲": 1661,
      "╳": 1662,
      "╹": 1663,
      "▀": 1664,
      "▄": 1665,
      "█": 1666,
      "▋": 1667,
      "▌": 1668,
      "▐": 1669,
      "░": 1670,
      "▒": 1671,
      "▓": 1672,
      "■": 1673,
      "□": 1674,
      "▢": 1675,
      "▣": 1676,
      "▪": 1677,
      "▬": 1678,
      "▲": 1679,
      "△": 1680,
      "▶": 1681,
      "▸": 1682,
      "►": 1683,
      "▼": 1684,
      "▾": 1685,
      "◂": 1686,
      "◄": 1687,
      "◆": 1688,
      "◇": 1689,
      "◉": 1690,
      "◊": 1691,
      "○": 1692,
      "◎": 1693,
      "●": 1694,
      "◔": 1695,
      "◕": 1696,
      "◡": 1697,
      "◥": 1698,
      "◦": 1699,
      "◻": 1700,
      "◼": 1701,
      "◾": 1702,
      "☀": 1703,
      "☁": 1704,
      "☃": 1705,
      "★": 1706,
      "☆": 1707,
      "☉": 1708,
      "☐": 1709,
      "☑": 1710,
      "☒": 1711,
      "☔": 1712,
      "☕": 1713,
      "☘": 1714,
      "☙": 1715,
      "☛": 1716,
      "☝": 1717,
      "☠": 1718,
      "☤": 1719,
      "☯": 1720,
      "☰": 1721,
      "☲": 1722,
      "☵": 1723,
      "☷": 1724,
      "☹": 1725,
      "☺": 1726,
      "☼": 1727,
      "☽": 1728,
      "♀": 1729,
      "♂": 1730,
      "♏": 1731,
      "♔": 1732,
      "♕": 1733,
      "♛": 1734,
      "♞": 1735,
      "♠": 1736,
      "♡": 1737,
      "♣": 1738,
      "♥": 1739,
      "♦": 1740,
      "♪": 1741,
      "♫": 1742,
      "♭": 1743,
      "♯": 1744,
      "⚐": 1745,
      "⚓": 1746,
      "⚔": 1747,
      "⚖": 1748,
      "⚗": 1749,
      "⚙": 1750,
      "⚛": 1751,
      "⚠": 1752,
      "⚡": 1753,
      "⚥": 1754,
      "⚪": 1755,
      "⚽": 1756,
      "⛽": 1757,
      "✂": 1758,
      "✅": 1759,
      "✈": 1760,
      "✉": 1761,
      "✊": 1762,
      "✋": 1763,
      "✌": 1764,
      "✍": 1765,
      "✎": 1766,
      "✏": 1767,
      "✓": 1768,
      "✔": 1769,
      "✕": 1770,
      "✖": 1771,
      "✘": 1772,
      "✧": 1773,
      "✨": 1774,
      "✪": 1775,
      "✮": 1776,
      "✯": 1777,
      "✱": 1778,
      "✿": 1779,
      "❄": 1780,
      "❋": 1781,
      "❌": 1782,
      "❍": 1783,
      "❎": 1784,
      "❝": 1785,
      "❞": 1786,
      "❤": 1787,
      "❦": 1788,
      "❧": 1789,
      "❮": 1790,
      "❯": 1791,
      "➙": 1792,
      "➜": 1793,
      "➡": 1794,
      "➤": 1795,
      "➫": 1796,
      "➯": 1797,
      "⟨": 1798,
      "⟩": 1799,
      "⟶": 1800,
      "⟹": 1801,
      "⟺": 1802,
      "⠀": 1803,
      "⦁": 1804,
      "⬇": 1805,
      "⭐": 1806,
      "ⲁ": 1807,
      "ⲏ": 1808,
      "Ⲑ": 1809,
      "ⲑ": 1810,
      "ⲓ": 1811,
      "ⲙ": 1812,
      "ⲛ": 1813,
      "ⲟ": 1814,
      "ⲥ": 1815,
      "ⲧ": 1816,
      "ⲩ": 1817,
      "Ⲭ": 1818,
      "ⲱ": 1819,
      "ⴰ": 1820,
      "ⴱ": 1821,
      "ⴻ": 1822,
      "ⵄ": 1823,
      "ⵉ": 1824,
      "ⵍ": 1825,
      "ⵎ": 1826,
      "ⵏ": 1827,
      "ⵓ": 1828,
      "ⵙ": 1829,
      "ⵜ": 1830,
      "ⵟ": 1831,
      "ⵡ": 1832,
      "⸢": 1833,
      "⸣": 1834,
      "⸮": 1835,
      "、": 1836,
      "。": 1837,
      "々": 1838,
      "〇": 1839,
      "〈": 1840,
      "〉": 1841,
      "《": 1842,
      "》": 1843,
      "「": 1844,
      "」": 1845,
      "『": 1846,
      "』": 1847,
      "【": 1848,
      "】": 1849,
      "〒": 1850,
      "〜": 1851,
      "ぁ": 1852,
      "あ": 1853,
      "い": 1854,
      "ぅ": 1855,
      "う": 1856,
      "ぇ": 1857,
      "え": 1858,
      "お": 1859,
      "か": 1860,
      "が": 1861,
      "き": 1862,
      "ぎ": 1863,
      "く": 1864,
      "ぐ": 1865,
      "け": 1866,
      "げ": 1867,
      "こ": 1868,
      "ご": 1869,
      "さ": 1870,
      "ざ": 1871,
      "し": 1872,
      "じ": 1873,
      "す": 1874,
      "ず": 1875,
      "せ": 1876,
      "ぜ": 1877,
      "そ": 1878,
      "ぞ": 1879,
      "た": 1880,
      "だ": 1881,
      "ち": 1882,
      "ぢ": 1883,
      "っ": 1884,
      "つ": 1885,
      "づ": 1886,
      "て": 1887,
      "で": 1888,
      "と": 1889,
      "ど": 1890,
      "な": 1891,
      "に": 1892,
      "ぬ": 1893,
      "ね": 1894,
      "の": 1895,
      "は": 1896,
      "ば": 1897,
      "ぱ": 1898,
      "ひ": 1899,
      "び": 1900,
      "ぴ": 1901,
      "ふ": 1902,
      "ぶ": 1903,
      "ぷ": 1904,
      "へ": 1905,
      "べ": 1906,
      "ほ": 1907,
      "ぼ": 1908,
      "ぽ": 1909,
      "ま": 1910,
      "み": 1911,
      "む": 1912,
      "め": 1913,
      "も": 1914,
      "ゃ": 1915,
      "や": 1916,
      "ゅ": 1917,
      "ゆ": 1918,
      "ょ": 1919,
      "よ": 1920,
      "ら": 1921,
      "り": 1922,
      "る": 1923,
      "れ": 1924,
      "ろ": 1925,
      "わ": 1926,
      "を": 1927,
      "ん": 1928,
      "゜": 1929,
      "ゞ": 1930,
      "ァ": 1931,
      "ア": 1932,
      "ィ": 1933,
      "イ": 1934,
      "ゥ": 1935,
      "ウ": 1936,
      "ェ": 1937,
      "エ": 1938,
      "ォ": 1939,
      "オ": 1940,
      "カ": 1941,
      "ガ": 1942,
      "キ": 1943,
      "ギ": 1944,
      "ク": 1945,
      "グ": 1946,
      "ケ": 1947,
      "ゲ": 1948,
      "コ": 1949,
      "ゴ": 1950,
      "サ": 1951,
      "ザ": 1952,
      "シ": 1953,
      "ジ": 1954,
      "ス": 1955,
      "ズ": 1956,
      "セ": 1957,
      "ゼ": 1958,
      "ソ": 1959,
      "ゾ": 1960,
      "タ": 1961,
      "ダ": 1962,
      "チ": 1963,
      "ヂ": 1964,
      "ッ": 1965,
      "ツ": 1966,
      "テ": 1967,
      "デ": 1968,
      "ト": 1969,
      "ド": 1970,
      "ナ": 1971,
      "ニ": 1972,
      "ヌ": 1973,
      "ネ": 1974,
      "ノ": 1975,
      "ハ": 1976,
      "バ": 1977,
      "パ": 1978,
      "ヒ": 1979,
      "ビ": 1980,
      "ピ": 1981,
      "フ": 1982,
      "ブ": 1983,
      "プ": 1984,
      "ヘ": 1985,
      "ベ": 1986,
      "ペ": 1987,
      "ホ": 1988,
      "ボ": 1989,
      "ポ": 1990,
      "マ": 1991,
      "ミ": 1992,
      "ム": 1993,
      "メ": 1994,
      "モ": 1995,
      "ャ": 1996,
      "ヤ": 1997,
      "ュ": 1998,
      "ユ": 1999,
      "ョ": 2000,
      "ヨ": 2001,
      "ラ": 2002,
      "リ": 2003,
      "ル": 2004,
      "レ": 2005,
      "ロ": 2006,
      "ヮ": 2007,
      "ワ": 2008,
      "ヲ": 2009,
      "ン": 2010,
      "ヴ": 2011,
      "ヶ": 2012,
      "・": 2013,
      "ー": 2014,
      "ヽ": 2015,
      "ㄱ": 2016,
      "ㄹ": 2017,
      "ㅇ": 2018,
      "ㅋ": 2019,
      "ㅜ": 2020,
      "ㅠ": 2021,
      "ㅡ": 2022,
      "㎡": 2023,
      "一": 2024,
      "丁": 2025,
      "七": 2026,
      "万": 2027,
      "丈": 2028,
      "三": 2029,
      "上": 2030,
      "下": 2031,
      "不": 2032,
      "与": 2033,
      "且": 2034,
      "世": 2035,
      "丘": 2036,
      "业": 2037,
      "丛": 2038,
      "东": 2039,
      "丝": 2040,
      "丟": 2041,
      "両": 2042,
      "两": 2043,
      "严": 2044,
      "並": 2045,
      "个": 2046,
      "中": 2047,
      "丰": 2048,
      "临": 2049,
      "丸": 2050,
      "为": 2051,
      "主": 2052,
      "丽": 2053,
      "举": 2054,
      "乃": 2055,
      "久": 2056,
      "么": 2057,
      "义": 2058,
      "之": 2059,
      "乎": 2060,
      "乐": 2061,
      "乔": 2062,
      "乗": 2063,
      "乙": 2064,
      "九": 2065,
      "也": 2066,
      "书": 2067,
      "乱": 2068,
      "乳": 2069,
      "乾": 2070,
      "亀": 2071,
      "亂": 2072,
      "了": 2073,
      "予": 2074,
      "争": 2075,
      "事": 2076,
      "二": 2077,
      "于": 2078,
      "亐": 2079,
      "云": 2080,
      "互": 2081,
      "五": 2082,
      "井": 2083,
      "亚": 2084,
      "些": 2085,
      "亜": 2086,
      "亞": 2087,
      "亡": 2088,
      "交": 2089,
      "享": 2090,
      "京": 2091,
      "亭": 2092,
      "亮": 2093,
      "亲": 2094,
      "人": 2095,
      "亻": 2096,
      "亿": 2097,
      "什": 2098,
      "仁": 2099,
      "仆": 2100,
      "今": 2101,
      "介": 2102,
      "从": 2103,
      "仕": 2104,
      "他": 2105,
      "付": 2106,
      "仙": 2107,
      "代": 2108,
      "令": 2109,
      "以": 2110,
      "们": 2111,
      "仲": 2112,
      "件": 2113,
      "价": 2114,
      "任": 2115,
      "企": 2116,
      "伊": 2117,
      "休": 2118,
      "众": 2119,
      "优": 2120,
      "会": 2121,
      "伝": 2122,
      "伟": 2123,
      "传": 2124,
      "伤": 2125,
      "伯": 2126,
      "伸": 2127,
      "似": 2128,
      "伽": 2129,
      "佇": 2130,
      "位": 2131,
      "低": 2132,
      "住": 2133,
      "佐": 2134,
      "佑": 2135,
      "体": 2136,
      "何": 2137,
      "佗": 2138,
      "余": 2139,
      "佛": 2140,
      "作": 2141,
      "你": 2142,
      "佳": 2143,
      "併": 2144,
      "使": 2145,
      "來": 2146,
      "例": 2147,
      "侍": 2148,
      "侏": 2149,
      "供": 2150,
      "依": 2151,
      "侠": 2152,
      "価": 2153,
      "侯": 2154,
      "侵": 2155,
      "便": 2156,
      "係": 2157,
      "促": 2158,
      "俊": 2159,
      "俗": 2160,
      "保": 2161,
      "俞": 2162,
      "信": 2163,
      "修": 2164,
      "俯": 2165,
      "俱": 2166,
      "俳": 2167,
      "俵": 2168,
      "俺": 2169,
      "倉": 2170,
      "個": 2171,
      "倍": 2172,
      "候": 2173,
      "借": 2174,
      "値": 2175,
      "倭": 2176,
      "值": 2177,
      "倾": 2178,
      "假": 2179,
      "停": 2180,
      "健": 2181,
      "側": 2182,
      "偶": 2183,
      "偷": 2184,
      "傑": 2185,
      "備": 2186,
      "储": 2187,
      "催": 2188,
      "傷": 2189,
      "傻": 2190,
      "傾": 2191,
      "働": 2192,
      "像": 2193,
      "僕": 2194,
      "僚": 2195,
      "儀": 2196,
      "儂": 2197,
      "儒": 2198,
      "優": 2199,
      "儿": 2200,
      "元": 2201,
      "充": 2202,
      "先": 2203,
      "光": 2204,
      "克": 2205,
      "児": 2206,
      "兖": 2207,
      "党": 2208,
      "入": 2209,
      "內": 2210,
      "全": 2211,
      "兩": 2212,
      "八": 2213,
      "公": 2214,
      "六": 2215,
      "兮": 2216,
      "共": 2217,
      "关": 2218,
      "兵": 2219,
      "其": 2220,
      "具": 2221,
      "典": 2222,
      "兼": 2223,
      "兽": 2224,
      "内": 2225,
      "円": 2226,
      "再": 2227,
      "冒": 2228,
      "写": 2229,
      "军": 2230,
      "农": 2231,
      "冠": 2232,
      "冬": 2233,
      "决": 2234,
      "冷": 2235,
      "冻": 2236,
      "凄": 2237,
      "准": 2238,
      "凌": 2239,
      "凍": 2240,
      "几": 2241,
      "処": 2242,
      "凯": 2243,
      "出": 2244,
      "击": 2245,
      "凿": 2246,
      "刀": 2247,
      "分": 2248,
      "切": 2249,
      "刊": 2250,
      "刑": 2251,
      "列": 2252,
      "刘": 2253,
      "则": 2254,
      "初": 2255,
      "判": 2256,
      "別": 2257,
      "利": 2258,
      "别": 2259,
      "到": 2260,
      "制": 2261,
      "刹": 2262,
      "刺": 2263,
      "刻": 2264,
      "則": 2265,
      "削": 2266,
      "前": 2267,
      "剑": 2268,
      "剥": 2269,
      "剩": 2270,
      "副": 2271,
      "剰": 2272,
      "割": 2273,
      "創": 2274,
      "劇": 2275,
      "劈": 2276,
      "劉": 2277,
      "力": 2278,
      "劝": 2279,
      "办": 2280,
      "功": 2281,
      "加": 2282,
      "务": 2283,
      "动": 2284,
      "助": 2285,
      "努": 2286,
      "励": 2287,
      "労": 2288,
      "効": 2289,
      "势": 2290,
      "勃": 2291,
      "勇": 2292,
      "勉": 2293,
      "勒": 2294,
      "動": 2295,
      "務": 2296,
      "勝": 2297,
      "勞": 2298,
      "募": 2299,
      "勢": 2300,
      "勾": 2301,
      "匂": 2302,
      "包": 2303,
      "化": 2304,
      "北": 2305,
      "匠": 2306,
      "匣": 2307,
      "匹": 2308,
      "区": 2309,
      "医": 2310,
      "匿": 2311,
      "區": 2312,
      "十": 2313,
      "千": 2314,
      "升": 2315,
      "午": 2316,
      "半": 2317,
      "华": 2318,
      "卒": 2319,
      "協": 2320,
      "单": 2321,
      "南": 2322,
      "単": 2323,
      "博": 2324,
      "占": 2325,
      "卡": 2326,
      "卦": 2327,
      "卫": 2328,
      "印": 2329,
      "危": 2330,
      "即": 2331,
      "却": 2332,
      "卿": 2333,
      "历": 2334,
      "压": 2335,
      "厚": 2336,
      "原": 2337,
      "去": 2338,
      "县": 2339,
      "参": 2340,
      "又": 2341,
      "及": 2342,
      "友": 2343,
      "双": 2344,
      "反": 2345,
      "収": 2346,
      "发": 2347,
      "取": 2348,
      "受": 2349,
      "变": 2350,
      "叟": 2351,
      "口": 2352,
      "古": 2353,
      "句": 2354,
      "叩": 2355,
      "只": 2356,
      "叫": 2357,
      "召": 2358,
      "叭": 2359,
      "可": 2360,
      "台": 2361,
      "史": 2362,
      "右": 2363,
      "叶": 2364,
      "号": 2365,
      "司": 2366,
      "吃": 2367,
      "各": 2368,
      "合": 2369,
      "吉": 2370,
      "同": 2371,
      "名": 2372,
      "后": 2373,
      "吏": 2374,
      "吐": 2375,
      "向": 2376,
      "君": 2377,
      "吟": 2378,
      "否": 2379,
      "吧": 2380,
      "含": 2381,
      "吳": 2382,
      "吴": 2383,
      "吸": 2384,
      "吹": 2385,
      "吾": 2386,
      "呂": 2387,
      "呈": 2388,
      "告": 2389,
      "员": 2390,
      "呟": 2391,
      "呢": 2392,
      "周": 2393,
      "味": 2394,
      "呼": 2395,
      "命": 2396,
      "和": 2397,
      "咖": 2398,
      "咲": 2399,
      "哀": 2400,
      "品": 2401,
      "哈": 2402,
      "哉": 2403,
      "員": 2404,
      "哥": 2405,
      "哪": 2406,
      "哲": 2407,
      "唆": 2408,
      "唇": 2409,
      "唐": 2410,
      "唯": 2411,
      "唱": 2412,
      "商": 2413,
      "問": 2414,
      "啡": 2415,
      "善": 2416,
      "喚": 2417,
      "喜": 2418,
      "喧": 2419,
      "喪": 2420,
      "單": 2421,
      "喵": 2422,
      "営": 2423,
      "嗚": 2424,
      "嘗": 2425,
      "嘩": 2426,
      "嘴": 2427,
      "噛": 2428,
      "器": 2429,
      "噴": 2430,
      "噺": 2431,
      "嚢": 2432,
      "嚴": 2433,
      "嚼": 2434,
      "囗": 2435,
      "四": 2436,
      "回": 2437,
      "因": 2438,
      "团": 2439,
      "団": 2440,
      "园": 2441,
      "困": 2442,
      "囲": 2443,
      "図": 2444,
      "围": 2445,
      "固": 2446,
      "国": 2447,
      "图": 2448,
      "圆": 2449,
      "國": 2450,
      "圍": 2451,
      "園": 2452,
      "圖": 2453,
      "團": 2454,
      "土": 2455,
      "圣": 2456,
      "圧": 2457,
      "在": 2458,
      "地": 2459,
      "场": 2460,
      "圾": 2461,
      "坂": 2462,
      "均": 2463,
      "坊": 2464,
      "坎": 2465,
      "坝": 2466,
      "坤": 2467,
      "垂": 2468,
      "垃": 2469,
      "型": 2470,
      "垢": 2471,
      "垦": 2472,
      "埋": 2473,
      "城": 2474,
      "域": 2475,
      "執": 2476,
      "培": 2477,
      "基": 2478,
      "埼": 2479,
      "堂": 2480,
      "堅": 2481,
      "堤": 2482,
      "堪": 2483,
      "報": 2484,
      "場": 2485,
      "塔": 2486,
      "塗": 2487,
      "塚": 2488,
      "境": 2489,
      "墓": 2490,
      "増": 2491,
      "墙": 2492,
      "增": 2493,
      "墟": 2494,
      "墨": 2495,
      "墮": 2496,
      "墳": 2497,
      "壁": 2498,
      "壇": 2499,
      "壊": 2500,
      "壩": 2501,
      "士": 2502,
      "壮": 2503,
      "声": 2504,
      "売": 2505,
      "壽": 2506,
      "夂": 2507,
      "変": 2508,
      "复": 2509,
      "夏": 2510,
      "夕": 2511,
      "外": 2512,
      "多": 2513,
      "夜": 2514,
      "夢": 2515,
      "大": 2516,
      "天": 2517,
      "太": 2518,
      "夫": 2519,
      "央": 2520,
      "失": 2521,
      "头": 2522,
      "夷": 2523,
      "奇": 2524,
      "奈": 2525,
      "奋": 2526,
      "奏": 2527,
      "奔": 2528,
      "奕": 2529,
      "奖": 2530,
      "套": 2531,
      "奥": 2532,
      "奪": 2533,
      "奮": 2534,
      "女": 2535,
      "奴": 2536,
      "她": 2537,
      "好": 2538,
      "如": 2539,
      "妃": 2540,
      "妈": 2541,
      "妖": 2542,
      "妙": 2543,
      "妹": 2544,
      "妻": 2545,
      "妾": 2546,
      "姉": 2547,
      "始": 2548,
      "姐": 2549,
      "姑": 2550,
      "姓": 2551,
      "委": 2552,
      "姥": 2553,
      "姿": 2554,
      "娇": 2555,
      "婚": 2556,
      "婦": 2557,
      "媒": 2558,
      "嫁": 2559,
      "嫌": 2560,
      "嫖": 2561,
      "嬉": 2562,
      "嬪": 2563,
      "子": 2564,
      "孔": 2565,
      "字": 2566,
      "存": 2567,
      "孙": 2568,
      "孝": 2569,
      "季": 2570,
      "孤": 2571,
      "学": 2572,
      "孩": 2573,
      "孫": 2574,
      "學": 2575,
      "宅": 2576,
      "宇": 2577,
      "守": 2578,
      "安": 2579,
      "宋": 2580,
      "完": 2581,
      "宏": 2582,
      "宗": 2583,
      "官": 2584,
      "宙": 2585,
      "定": 2586,
      "宛": 2587,
      "宜": 2588,
      "宝": 2589,
      "实": 2590,
      "実": 2591,
      "审": 2592,
      "客": 2593,
      "宣": 2594,
      "室": 2595,
      "宮": 2596,
      "宰": 2597,
      "害": 2598,
      "宴": 2599,
      "宵": 2600,
      "家": 2601,
      "容": 2602,
      "宿": 2603,
      "寂": 2604,
      "寄": 2605,
      "密": 2606,
      "寇": 2607,
      "富": 2608,
      "寒": 2609,
      "察": 2610,
      "實": 2611,
      "寧": 2612,
      "審": 2613,
      "寮": 2614,
      "寶": 2615,
      "寸": 2616,
      "对": 2617,
      "寺": 2618,
      "导": 2619,
      "対": 2620,
      "寿": 2621,
      "封": 2622,
      "専": 2623,
      "射": 2624,
      "将": 2625,
      "將": 2626,
      "尊": 2627,
      "導": 2628,
      "小": 2629,
      "少": 2630,
      "尔": 2631,
      "尖": 2632,
      "尚": 2633,
      "就": 2634,
      "尻": 2635,
      "尽": 2636,
      "尾": 2637,
      "局": 2638,
      "层": 2639,
      "居": 2640,
      "屈": 2641,
      "届": 2642,
      "屋": 2643,
      "展": 2644,
      "属": 2645,
      "履": 2646,
      "屬": 2647,
      "山": 2648,
      "屿": 2649,
      "岛": 2650,
      "岡": 2651,
      "岩": 2652,
      "岬": 2653,
      "岳": 2654,
      "峠": 2655,
      "峡": 2656,
      "峪": 2657,
      "峰": 2658,
      "島": 2659,
      "崇": 2660,
      "崎": 2661,
      "崩": 2662,
      "崽": 2663,
      "嵐": 2664,
      "嵩": 2665,
      "嶋": 2666,
      "嶺": 2667,
      "嶽": 2668,
      "川": 2669,
      "州": 2670,
      "巡": 2671,
      "工": 2672,
      "左": 2673,
      "巧": 2674,
      "巨": 2675,
      "差": 2676,
      "己": 2677,
      "已": 2678,
      "巴": 2679,
      "巻": 2680,
      "巾": 2681,
      "市": 2682,
      "布": 2683,
      "帆": 2684,
      "希": 2685,
      "帝": 2686,
      "帥": 2687,
      "師": 2688,
      "席": 2689,
      "帮": 2690,
      "帯": 2691,
      "帰": 2692,
      "帶": 2693,
      "常": 2694,
      "帽": 2695,
      "幅": 2696,
      "幕": 2697,
      "干": 2698,
      "平": 2699,
      "年": 2700,
      "幸": 2701,
      "幹": 2702,
      "幻": 2703,
      "幼": 2704,
      "幾": 2705,
      "广": 2706,
      "庁": 2707,
      "広": 2708,
      "庄": 2709,
      "庆": 2710,
      "库": 2711,
      "应": 2712,
      "底": 2713,
      "府": 2714,
      "废": 2715,
      "度": 2716,
      "座": 2717,
      "庫": 2718,
      "庭": 2719,
      "庶": 2720,
      "康": 2721,
      "廃": 2722,
      "廊": 2723,
      "廖": 2724,
      "廠": 2725,
      "廣": 2726,
      "延": 2727,
      "廷": 2728,
      "建": 2729,
      "开": 2730,
      "弁": 2731,
      "异": 2732,
      "弊": 2733,
      "式": 2734,
      "弓": 2735,
      "引": 2736,
      "弘": 2737,
      "弟": 2738,
      "张": 2739,
      "弥": 2740,
      "張": 2741,
      "強": 2742,
      "弹": 2743,
      "强": 2744,
      "弾": 2745,
      "彎": 2746,
      "当": 2747,
      "录": 2748,
      "彙": 2749,
      "形": 2750,
      "彦": 2751,
      "彩": 2752,
      "彰": 2753,
      "影": 2754,
      "役": 2755,
      "彼": 2756,
      "征": 2757,
      "待": 2758,
      "很": 2759,
      "律": 2760,
      "後": 2761,
      "徐": 2762,
      "徒": 2763,
      "得": 2764,
      "從": 2765,
      "御": 2766,
      "復": 2767,
      "循": 2768,
      "微": 2769,
      "徳": 2770,
      "徵": 2771,
      "德": 2772,
      "徽": 2773,
      "心": 2774,
      "必": 2775,
      "忍": 2776,
      "志": 2777,
      "忘": 2778,
      "忙": 2779,
      "応": 2780,
      "忠": 2781,
      "快": 2782,
      "念": 2783,
      "怀": 2784,
      "态": 2785,
      "怒": 2786,
      "怕": 2787,
      "思": 2788,
      "怡": 2789,
      "急": 2790,
      "性": 2791,
      "怪": 2792,
      "总": 2793,
      "恋": 2794,
      "恐": 2795,
      "恠": 2796,
      "恢": 2797,
      "恥": 2798,
      "恩": 2799,
      "恭": 2800,
      "息": 2801,
      "恵": 2802,
      "恶": 2803,
      "悟": 2804,
      "患": 2805,
      "悩": 2806,
      "悪": 2807,
      "悲": 2808,
      "情": 2809,
      "惑": 2810,
      "惜": 2811,
      "惟": 2812,
      "惠": 2813,
      "惡": 2814,
      "想": 2815,
      "惺": 2816,
      "愉": 2817,
      "意": 2818,
      "愕": 2819,
      "愚": 2820,
      "愛": 2821,
      "感": 2822,
      "慈": 2823,
      "態": 2824,
      "慧": 2825,
      "慮": 2826,
      "慰": 2827,
      "慶": 2828,
      "憂": 2829,
